{
  "Saludo": "Hi",
  "Sujeto": "I am",
  "Oficio": "development",
  "Descargar": "Download",
  "Encriptador": "Encryptor",
  "Traductor": "Translator",
  "Panel": "Flat Panel",
  "Simulador": "Simulator",
  "Medidor": "Voltage Meter",
  "Home": "Home",
  "About": "About me",
  "Proyects": "Proyects",
  "Portafolio": "Portfolio",
  "Aboutme": "About me",
  "Logros": "Personal achievements",
  "Descripcion": "As an introduction to the world of work, I began doing internships professionals within my university creating a repository in Ubuntu  for documentation control. Work as a front-end developer  in a consultancy, at first it was to carry out my stay  professional and then recruited me to work full time. Later I worked in a company dedicated to the distribution of  radiological team in which I perform various tasks such as programming, documenting, checking x-ray equipment, testing software, Teach courses on x-ray equipment, etc. Within the languages  and technologies with which I had the opportunity to work are: angular, typscript, javascript, bootstrap, HTML, CSS, SQL, MySQL, PHP, Java, C#, C++, Git, Tortoise SVN, Jira.",
  "Formacion": "ACADEMIC TRAINING",
  "Experiencia": "WORK EXPERIENCE",
<<<<<<< HEAD
  "APTITUDES": "SKILLS",
=======
  "APTITUDES": "SkILLS",
>>>>>>> ca77673 (fix:correccion de bug)
  "Resolucion": "Problem resolution",
  "Competencias": "Digital skills",
  "Adaptabilidad": "Adaptability",
  "Comunicacion": "Communication",
  "Trabajo": "Teamwork",
  "Autocontrol": "Self-control",
  "Cedula": "Professional ID",
  "Instructor": "Trainer",
  "Insignia": "Badge",
  "Reconocimiento": "acknowledgment",
  "TituloXray": "Proyect Xray",
  "CedulaTexto": "I have a degree as a Computer Systems Engineer.",
  "InstructorTexto": "I participate as an instructor in the use of radiological equipment and x-ray image acquisition software in CMR.",
  "InsigniaTexto": "I participated in a programming bootcamp in which you were awarded badges for completing the challenges that were presented at the end of a course, one of them was Springboot and the other was with html, css and javascript.",
  "ReconocimientoTexto": "During my stay at CMR I was awarded a statuette as recognition for the fulfillment of my work.",
  "descEncriptador": "I developed a web page that was responsible for encrypting the text that was entered as part of the JavaScript course I took.",
  "descXray": "Application developed in CSharp in which x-ray image acquisition was carried out and I was part of the development team.",
  "descBateria": "Application that was responsible for monitoring the status of a medical equipment battery through a graph and saving the records using CSharp and C language with an Atmel microcontroller.",
  "descFrm": "Application that was responsible for simulating the behavior of a control panel for an x-ray table using CSharp.",
  "DescApi": "I developed a Rest API as part of the course I took on SpringBoot in which users could be inserted, updated and deleted.",
  "descTraductor": "Application that was responsible for converting user instructions to SQL commands with which you could search, update and delete records with CSharp and SQLserver.",
  "descSipae": "School control system in which I participate by carrying out validations and creating flow charts.",
  "descSige": "System in charge of the administration of criminal cases in the state of Queretaro in which I had to carry out code corrections and validations.",
  "descDetector": "I worked with medical equipment that was used to take x-rays on patients.",
  "FooterText": "Page made whit React and Tailwind",
  "FooterFrase": "If it doesn't work the first time call it version 1.0 ",
  "Year": "Year",
  "Years": "Years"
}
