{
  "Saludo": "Hola",
  "Sujeto": "soy",
  "Oficio": "desarrollador",
  "Descargar": "Descargar",
  "Home": "Inicio",
  "About": "Acerca",
  "Proyects": "Proyectos",
  "Portafolio": "Portafolio",
  "Aboutme": "Acerca de mi",
  "Logros": "Logros",
  "Descripcion": "Como introducción al mundo laboral comencé realizando practicas profesionales dentro de mi universidad creando un repositorio en ubuntu para el control de documentación. Trabaje como desarrollador front-end en una consultoría, al principio fue para realizar mi estadía profesional y después me reclutaron para trabajar de tiempo completo. Posteriormente trabaje en una compañía dedicada a la distribución de equipo radiológico en la cual desempeñe diversas labores tales como programar, documentar, revisar equipos de rayos x, testear software, impartir cursos de los equipos de rayos x, etc. Dentro de los lenguajes y tecnologías con los cuales tuve la oportunidad de trabajar son: angular, typscript, javascript, bootstrap, HTML, CSS, SQL, MySQL, PHP, Java, C#, C++, Git, Tortoise SVN, Jira.",
  "Formacion": "FORMACIÓN ACADÉMICA",
  "Experiencia": "EXPERIENCIA LABORAL",
  "Aptitudes": "APTITUDES",
  "Resolucion": "Resolucion de problemas",
  "Competencias": "Competencias digitales",
  "Adaptabilidad": "Adaptabilidad",
  "Comunicacion": "Comunicación",
  "Trabajo": "Trabajo en equipo",
  "Autocontrol": "Autocontrol",
  "Cedula": "Cédula",
  "Instructor": "Instructor",
  "Insignia": "Insignias",
  "Reconocimiento": "Reconocimiento",
  "TituloXray": "Proyecto Xray",
  "CedulaTexto": "Cuento con un titulo como Ingeniero en Sistemas Computacionales.",
  "InstructorTexto": "Participe como instructor en el uso de equipo radiologico y el software de adquisición de imagenes de rayos x en CMR.",
  "InsigniaTexto": "Participe en un bootcamp de programacion en el cual se te otorgaban insignias por terminar los desafios que se presentaban al termino de un curso, uno de ellos fue Springboot y el otro fue con html, css y javascript.",
  "ReconocimientoTexto": "Durante mi estancia en CMR se me otorgo una estatuilla como un reconocimiento por el cumplimiento de mis labores.",
  "descEncriptador": "Desarrolle una pagina web que se encargaba de encriptar el texto que se ingresaba como parte del curso que tome de javaScript.",
  "descXray": "Aplicacion desarrollada en CSharp en la cual se realizaban adquisicion de imagenes de rayos x y forme parte del equipo de desarrollo.",
  "descBateria": "Aplicacion que se encargaba de monitorear el estado de una bateria de equipo medico a traves de una grafica y guardar los registros usando CSharp y legunaje C con microcontrolador Atmel.",
  "descFrm": "Aplicación que se encargaba de simular el comportamiento de un tablero de control para una mesa de rayos x usando CSharp.",
  "DescApi": "Desarrolle una API Rest como parte del curso que tome sobre SpringBoot en la cual se podia insertar, actualizar y eliminar usuarios.",
  "descTraductor": "Aplicacion que se encargaba de convertir las instrucciones del usuario a comandos SQL con los cuales se podia realizar busquedas, actualizar y eliminar registros con CSharp y SQLserver.",
  "descSipae": "Sistema de control escolar en el cual participe realizando validaciones y creación de diagramas de flujo.",
  "descSige": "Sistema encargado de la administracion de los casos penales del estado de Queretaro en la cual me toco realizar correcciones y validaciones de codigo.",
  "descDetector": "Trabaje con equipo medico que se utilizaba para tomar radiografias en pacientes."
}
